{"hero_and_main_text":{"hero_headline":"Farm renovation & rehabilitation","hero_deck":"<p>\n    Meeting the global need to rejuvenate coffeelands while applying best practices that restore productivity and conserve nature\n</p>","hero_button_text_1":"","hero_button_url_1":"","hero_button_text_2":"","hero_button_url_2":"","body_text_intro":"<p>\n    Coffee trees are a farmer's greatest asset. Farmers rely on productive and resilient trees to remain competitive — and to sustain their livelihoods. Aging trees, climate change and significant pest and disease outbreaks threaten production, spurring the need for renovation and rehabilitation (R&amp;R) of coffee farms. According to a <a href=\"https://www.idhsustainabletrade.com/uploaded/2017/03/Dalberg-RR-Report.pdf\">2015 study</a>, we need to replant an estimated 22,000 square kilometers (8,500 square miles) globally with 7 billion to 10 billion coffee trees.\n</p>","subhead_1":"Our collective goal","body_text_1":"<p>\n    Accelerate the responsible renovation and rehabilitation of coffee farms by sharing experiences, incorporating best practices and coordinating efforts and resources, making it possible for every coffee farmer to undertake these efforts as a regular part of doing business.\n</p>\n<p>\n    Partners in the Sustainable Coffee Challenge have come together to address the need for healthy, productive trees. We have set a collective target of sustainably renovating and rehabilitating 1 billion trees by sharing knowledge of R&amp;R to improve farmer yields and meet future demand for coffee and by developing a “Guidebook” on responsible R&amp;R to increase investment and refine and enhance existing initiatives. The Network will leverage these efforts to unlock additional resources for reforestation on coffee farms.\n</p>","2_column_bulleted_list_heading_1":"Collective Action Network members","2_column_bulleted_list_1":"<ol>\n    <li>35 North Coffee*\n    </li>\n    <li>Brazil’s Association of Organic Coffee (ACOB)\n    </li>\n    <li>Caffe Ibis Coffee Roasting Co.*\n    </li>\n    <li>Conservation International*\n    </li>\n    <li>Counter Culture Coffee*\n    </li>\n    <li>Catholic Relief Services\n    </li>\n    <li>ECOM*\n    </li>\n    <li>Fairtrade International\n    </li>\n    <li>Fundacion Cohonducafe\n    </li>\n    <li>HRNS*\n    </li>\n    <li>IDH*\n    </li>\n    <li>illycaffè\n    </li>\n    <li>International Center for Tropical Agriculture (CIAT)*\n    </li>\n    <li>Koffiebranderij J.W. Hesselink &amp; Zn BV*\n    </li>\n    <li>Mexico's SAGARPA*\n    </li>\n    <li>Moyee Coffee*\n    </li>\n    <li>PUR Projet*\n    </li>\n    <li>Rise Up Coffee Roasters*\n    </li>\n    <li>Root Capital*\n    </li>\n    <li>Rwanda - National Agricultural Export Development Board (NAEB)*\n    </li>\n    <li>Smithsonian Bird Friendly*\n    </li>\n    <li>Specialty Coffee Association*\n    </li>\n    <li>Starbucks*\n    </li>\n    <li>Sumerian Coffee*\n    </li>\n    <li>Supply Shift\n    </li>\n    <li>Sustainable Food Lab*\n    </li>\n    <li>TechnoServe*\n    </li>\n    <li>Tuungane Women's Coffee Cooperative*\n    </li>\n    <li>The Sustainability Consortium*\n    </li>\n    <li>USAID*\n    </li>\n    <li>USDA*\n    </li>\n    <li>UTZ*\n    </li>\n    <li>Vigilante Coffee Company*\n    </li>\n    <li>Winrock International\n    </li>\n    <li>World Coffee Research*\n    </li>\n</ol>","2_column_bulleted_list_footer_1":"*Denotes Sustainable Coffee Challenge partner","subhead_2":"Why it matters?","body_text_2":"<p>\n    Coffee-growing regions around the world are feeling the impact of aging trees and diseases, such as coffee rust, on the quality and supply of coffee. Supporting coffee farm renovation and rehabilitation becomes a critical element in ensuring the longevity of the industry, without expanding the footprint of coffee into forests.\n</p>\n<p>\n    Both rehabilitation and renovation can increase productivity on existing farming area. Conditions such as the age and health of the trees, prevalence of diseases, extreme weather and farmer finance, among other factors, affect decisions of which techniques to apply.\n</p>","2_column_bulleted_list_heading_2":"Key terms:","2_column_bulleted_list_2":"<ul>\n    <li>\n        <em>Renovation</em>: Entirely replacing diseased, aging or otherwise unproductive trees with new seedlings.\n    </li>\n    <li>\n        <em>Rehabilitation</em>: Stumping or pruning to rejuvenate diseased, aging or otherwise underproductive trees.\n    </li>\n</ul>","2_column_bulleted_list_footer_2":"","subhead_3":"Renovation & Rehabilitation for Resilient Coffee Farms:  A Guidebook for Roasters, Traders and Supply Chain Partners","body_text_3":"<p>\n    A key tenet of the Sustainable Coffee Challenge is to encourage the industry to work collaboratively to find effective solutions that address the challenges facing coffee. One of those challenges is deteriorating tree stock, particularly on smallholder coffee farms. In fact, renovation and rehabilitation (R&amp;R) best practices could benefit more than 50% of the 7 million hectares of smallholder coffee lands. Though there has been over USD 1.2 billion already invested in R&amp;R efforts by governments and supply chain actors, we’ve still only scratched the surface in terms of the need.\n</p>\n<p>\n    So how will we meet this challenge? With the generous support of <a href=\"https://www.usaid.gov/\" target=\"_blank\">USAID</a>’s Bureau for Food Security, <a href=\"https://www.dalberg.com/\" target=\"_blank\">Dalberg Advisors</a> has developed a <a href=\"http://conservation.org/publications/Documents/RR%20Guidebook_vFullDoc_FINAL.pdf\" target=\"_blank\">Guidebook for Roasters, Traders, and Supply Chain Partners</a> on behalf of the group. The Guidebook is a rich resource for companies, governments, investors, and service providers alike. The document can help you partner up with an existing effort, start a new effort, or even refine your current program. If you are interested in learning the basics on R&amp;R, then we suggest you review the Executive Summary. If you are a practitioner already familiar with R&amp;R and are eager to dive into details, we suggest you start with Section 3: How to Make R&amp;R work. In this Guidebook, you will find numbers behind the need, rich case studies with lessons from the field, decision trees to determine appropriate program structures and financial models, and much more! Though there is still much to learn about R&amp;R, we sincerely hope this Guidebook provides lessons and recommendations that help reduce the learning curve while aspiring new, bold commitments to supporting the sustainable renovation and rehabilitation of coffee farms around the globe.\n</p>","2_column_bulleted_list_heading_3":"","2_column_bulleted_list_3":"","2_column_bulleted_list_footer_3":"","subhead_4":"","body_text_4":"","2_column_bulleted_list_heading_4":"","2_column_bulleted_list_4":"","2_column_bulleted_list_footer_4":"","subhead_5":"","body_text_5":"","2_column_bulleted_list_heading_5":"","2_column_bulleted_list_5":"","2_column_bulleted_list_footer_5":"","subhead_6":"","body_text_6":"","2_column_bulleted_list_heading_6":"","2_column_bulleted_list_6":"","2_column_bulleted_list_footer_6":""},"inline_images_and_video":{"asset_1_type":["Image"],"asset_1_caption":"","asset_2_type":[],"asset_2_caption":"","asset_3_type":[],"asset_3_caption":""},"inline_quotes_excerpts":{"quote_excerpt_1":"","quote_excerpt_1_attribution":"","quote_excerpt_2":"","quote_excerpt_2_attribution":"","quote_excerpt_3":"","quote_excerpt_3_attribution":""},"resources_box":{"resources_box_headline":"Resources","resource_1_name":"Executive Summary: Renovation & Rehabilitation for Resilient Coffee Farms Guidebook","resource_1":"https://gathercontent-production-uploads.s3.amazonaws.com/1513103531_7072_5708b8d47df8be78add6465ab2571f9c","resource_2_name":"Renovation & Rehabilitation for Resilient Coffee Farms: A Guidebook for Roasters, Traders and Supply Chain Partners","resource_2":"https://gathercontent-production-uploads.s3.amazonaws.com/1515103204_2373_602ce65a0b69adf49083ba3b2d9548d1","resource_3_name":"R&R Country Data Sheets","resource_3":"https://gathercontent-production-uploads.s3.amazonaws.com/1513697818_779_8d22374059939646ed016a9ab1859903"}}