{"hero_content":{"hero_headline":"Forge your path","hero_deck":"<p>\n    We are climbing a mountain – blazing trails, leading and following – working to make coffee the first sustainable agricultural product. Where are you in the journey? What is your next step?\n</p>","hero_button_text_1":"","hero_button_url_1":"","hero_button_text_2":"","hero_button_url_2":""},"graphic_section":{"graphic_title":"Navigating a complex terrain","graphic_description":"<p>\n    Sustainability can seem complex, making it difficult to know where to start or what to do next. The Sustainability Framework provides a simplified map of the complex world of coffee sustainability to help guide companies, governments, civil society and others, in their individual and collective actions.\n</p>\n<p>\n    We start with a common destination in mind and use our compass to guide us through a complex terrain. We check guideposts to make sure we are on track, regardless of the path we take to get there. There are many different paths to choose from. Each journey starts with a single step.\n</p>\n<p>\n    <strong>A system of pathways</strong><br>\n</p>\n<p>\n    The coffee sector is investing 350M USD annually in a variety of sustainability efforts. These interventions form an interconnected system of 15 pathways all leading toward the same goal – achieving a sustainable coffee sector!\n</p>\n<p>\n    The 15 intervention pathways help show how actions help advance on a set of common outcomes and contribute to the UN Sustainable Development Goals (SDGs). The 8 common outcomes are organized along 4 compass points – sustain supply, improve livelihoods, conserve nature, strengthen demand – that serve as critical nodes that unite and guide our efforts.\n</p>","graphic_hover_instructions":"Hover to view which SDGs play a role in these outcomes, and to see the long term impacts.","content_title_1":"Navigating the sustainable development goals (SDGs)","content_body_1":"<p>\n    The SDGs help us tell the story. They are the impacts we are working to achieve. The Framework is a simplified model of a complex coffee world. Success of achieving a sustainable coffee sector hinges on our ability to balance responsible consumption and production (<a href=\"https://sustainabledevelopment.un.org/sdg12\"><strong>SDG 12</strong></a>) in our quest to enable economic development (<a href=\"https://sustainabledevelopment.un.org/sdg8\"><strong>SDG 8</strong></a>) for coffee farmers and workers, in a way that maintains clean water (<a href=\"https://sustainabledevelopment.un.org/sdg6\"><strong>SDG 6</strong></a>) and conserves life on land (<a href=\"https://sustainabledevelopment.un.org/sdg15\"><strong>SDG 15</strong></a>). All of this must be done by making concerted efforts to alleviate poverty (<a href=\"https://sustainabledevelopment.un.org/sdg1\"><strong>SDG 1</strong></a>), achieve food security and promote sustainable agriculture (<a href=\"https://sustainabledevelopment.un.org/sdg2\"><strong>SDG2</strong></a>) and to combat climate change (<a href=\"https://sustainabledevelopment.un.org/sdg13\"><strong>SDG 13</strong></a>) and its impact on coffee production and producers.\n</p>","content_title_2":"Interlocking pathways","content_body_2":"<p>\n    Because they are interconnected, most of our interventions produce multiple outcomes.The pathways focusing on ‘producer country policy’ as well as ‘standards and certification’ align with several outcomes and SDGs and contribute to multiple compass points. For instance, producer country policies affect how nature is managed, the conditions and social structures under which farmers and workers live, and the availability of infrastructure and investments that sustain coffee supply. Standards and certification programs provide assurance to the market that farms and mills are applying good social <em>and</em> environmental practices and have the ability to improve livelihoods and conserve nature while sustaining supply. Rather than being highlighted as individual pathways and shown in a single diagram, these should be considered as cross-cutting interventions.\n</p>"},"pathway_details":{"headline":"Explore the pathways","section_description":"<p>\n    The individual pathways each follow a logical flow, laying out the enabling conditions, actions and outputs that lead to the outcomes and impacts we are working together to achieve. Although each pathway is specific to a single type of intervention, the common outcomes and impacts enable us to see how numerous interventions work together to advance our goals. Click on a pathway below to find the right direction for.\n</p>","section_1_title":"​Enabling Conditions","section_2_title":"Investments","section_3_title":"Actions","section_4_title":"Outputs","section_5_title":"Outcomes","section_6_title":"Impacts"},"resources_box":{"resources_box_headline":"Resources","resource_1_name":"Download our Sustainable Coffee brochure","resource_1":"https://gathercontent-production-uploads.s3.amazonaws.com/1512590660_267_bd98760e7bddee0d67bee9bd3ba21348","resource_2_name":"Read the Sustainability Framework","resource_2":"https://gathercontent-production-uploads.s3.amazonaws.com/1512590653_305_1b21de29bf432984c771dcbabf3a8a26","resource_3_name":"Print our Collective Action Networks one-pager ","resource_3":"https://gathercontent-production-uploads.s3.amazonaws.com/1512590649_2524_ed89ceddfbe646a4bedafed2cc6e740b"},"next_steps_box":{"headline":"​Ready to take the next step?","block_1_title":"​​Join the Challenge","block_1_button_text":"Go​","block_1_button_url":"/about/#signup-section","block_2_title":"​Make a Commitment to Sustainable Coffee","block_2_button_text":"Go","block_2_button_url":"/start-a-commitment","block_3_title":"Join an Action Network to Scale Solutions","block_3_button_text":"Go","block_3_button_url":"/about/#signup-section"}}